9/data/attachments/45e36ed6a750548c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Candice_ago_Friend_6221_8</nif:username>
            <nif:friendToBeRequested>soap_friends_9f294a72-b022-490e-aa65-2f2eab2308cd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>